Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/svenskakyrkan/default.aspx_id=772795.html.tmx
Source language: sme
Languages: sma

source: Heajat leat feasta.
sma: Provre Provre lea hïeje.

source: Muitun olles eallimii.
sma: Mojhtese jieliedasse.

source: Ii fal beare sudnuide geat náitaleaba muhto maid sogaide ja olbmáide.
sma: Ij ajve dejtie guaktide gieh pruvrijægan juktie aaj dej slïektide jïh voelpide.

source: Girkolaš vihaheapmi lea symbolalaš ipmilbálvalus.
sma: Gosse gærhkosne pruvredh dïhte akte gyrhkesjimmie mij ræjhkoes jïjnjh vuekine.

source: Ipmila ja visot vihtaniid ovddas moai lohpidetne goabbat guoibmáseame dikšut ráhkisvuođa ja doarjut goabbat guoibmáseame olles eallima.
sma: Jupmelen jïh gaajhkh vïhnegi nommesne sinsitniem dåajvoehtibie gieriesvoetem vaarjelidh jïh sinsitnien baalte abpe jielemem tjåadtjodh.

source: Moai rohkadalle Ipmila buressivdnádit munno náittoslihtu ja veahkehit daiguin váttisvuođaiguin maid bohtet munno eallimis.
sma: Jupmelem gihtjebe mijjen ektievoetem buerie sjugniedidh jïh mijjem gaajhkh dåeriesmoeri tjïrrh viehkiehtidh mah mijjen jieliemisnie båetieh.

source: Gávdnojit buorit vejolašvuođat hábmet persovnnalaš ipmilbálvalusa vihaheapmái.
sma: Buerie nuepieh gååvnesieh provregyrhkesjimmiem jïjtshligkie darjodh.

source: Muhtin headjabárat háliidit čállit iežaset lohpádusaid, lávlut lávlaga nubbi nubbái dehe dahkat juoidá maid nu persovnnalažžan.
sma: Muvhth provresalmetjh sijhtieh jïjtjene dåajvoeh tjaeledh, sinsitnide laavlodh jallh mij akt jeatjah jïjsthligkie darjodh.

source: Vuođđun lea ahte ipmilbálvalus galgá čađahuvvot iluin ja giitevašvuođain eallima ja ráhkisvuođa skeaŋkka ovddas headjabárrii ja gussiide.
sma: Læjhkan dïhte gyrhkesjimmie dennie maadtosne, gusnie aavoedieh jïh gijhtieh jielemen jïh gieriesvoeten vadtesijstie dovne provresalmetjidie jïh guesside.

source: Vihahanságastallan Ovdal girkolaš vihaheami lea álut vihahanságastallan gos báhppa ja headjabárra plánejit vihaheami.
sma: Provren bïjre soptsestalledh Gosse gærhkosne pruvredh provren åvtelhbodti soptseatalledh, dellie provresalmetjh jïh hearra raeriestieh guktie provre edtja årrodh.

source: Makkár teavsttaid galgá válljet, makkárat galget lohpádusat leat, gii dahká maid ja goas ?
sma: Mij teekstide veeljedh, guktie dåajvoeh edtjieh årrodh, gie dam dorje jïh gåessie ?

source: Dábálaččat báhppa láve maid jearrat headjabáras movt ja goas soai oahpásnuvaiga, masa soai earenomážit liikuiga goabbat guoimmisteaskka, maid soai láveba dahkat ovttas.
sma: Hearra aaj provhkoe gihtjedh guktie jïh gåessie provresalmetjh sinsitnide gaavnesjigan, maam utniejægan joekoen sinsitnine, maam provhkijægan ektesne darjodh.

source: Hoahpuid siste dát sáhttá šaddat vuogas boddu headjabárrii go beassába guođđit plánema oanehažžii ja jurddašit eanet juste dan birra manin náitaleaba jur gaskaneaskka.
sma: Provresalmetjidie mejtie fuehpesne hijven naemhtie ånnetji raaffalgovvedh jïh gaajhkh åssjalommesidie provren bïjre luejhtedh jïh ussjedidh mannasinie sinsitnine pruvrijægan.

source: Báhppii dát lea buorre vuohki oahpásnuvvat buorebut olbmuiguin ja nu oažžu buori vuođu vihahansárdnái.
sma: Hearrese buerie naemhtie provresalmetjigujmie buerebe åahpenidh jïh buerie gosse provrese edtja håalodh.

source: Ságastallan sáhttá leat girkus dehe ruovttus headjabára luhtte.
sma: Soptsestallemem maehtieh gærhkosne jallh provresalmetji gåetine utnedh.

source: Jos lea headjabára luhtte, de láve dábálaččat dollot liige čoahkkin girkus vai besset ságastallat seremoniija birra báikki nalde.
sma: Gosse gåetine soptsestellieh aaj mænngan gærhkosne tjåanghkenieh soptsestidh guktie provrem desnie juhtiehtidh.

source: Sierralágan árbevierut Ruoŧas mii báinnáhallat earenomážit amerihkálaš kultuvrrain.
sma: Ovmessie vuekieh Sveerjesne libie jïjnjem amerihkan kultuvreste lööneme gosse pruvredh.

source: Dát vuhtto maid máŋggaid headjabáraid gáibádusain heajaid birra.
sma: Dam vuajnah provresalmetji vaajtelimmeste guktie dïhte provre edtja årrodh.

source: Dábálaš jearaldat lea sáhttá go moarsi diktit áhčis láidet su áltárii.
sma: Gallesh gihtjieh mejtie aehtjebe provresem maahta aalhtarasse vaedtsiehtidh.

source: Ii mihkkege Ruoŧa girkus gieldde dán vieru, muhto ábuha jurddahit makkár mearkkašupmi dán dagus lea.
sma: Ij mij Svïenske gærhkosne dam vuekiem nyrhte, læjhkan maahta ussjedidh maam daate sæjhta vuesiehtidh.

source: Álggu rájis dát vierru boahtá dan áiggis go nissonolbmuin ii lean mearridanváldi ja ovddasvástádus nissonolbmos ná guđđojuvvui áhčis boadnjái.
sma: Aalkoste daate vuesehte dïedtem nyjsenæjjeste daelie aehtjebistie ålmese vadta jïh lea dej beelijste gosse nyjsenæjjan ij naan reaktah.

source: Muhtin báhpat sáhttet dan dihte gieldit ahte moarsi láidejuvvo áhčistis áltárii.
sma: Muvhth hearrijste dellie maehtieh nïejhkedh aehtjebe provresem aalhtarasse vaedtsehte.

source: Ruoŧas lea árbevierrun ahte náittosbárra vázzá áltárii ovttas, dego mearkan das ahte nissonolmmoš ieš vállje dievdoolbmo ja dievdoolmmoš ieš vállje nissonolbmo ja ahte soai eaktodáhtolaččat ja dásseárvvolaččat vázziba vihaheapmái.
sma: Sveerjesne vuekie provresalmetjh ektesne vaedtsiejægan, dïhte vuesehte nyjsenæjja jïjtje altese ålmam veeljeme jïh ålma jïjtje altese nyjsenæjjam veeljeme jïh gåabpatjahkh sinsitniem veeljeme provrese vaedtsedh.
